{
	"1RED 1 Unit": "A response that requires one unit to respond code red (with lights and sirens).  This is an incident type programmed in to the CAD (Computer-Aided Dispatch) that allows dispaters to quickly send a unit without having to classify the type of call (e.g. aid/fire or residential/commercial)",
	"3RED - 1 +1 + 1": "A response that requires one Ladder, one Battalion Chief, and one Engine all responding code red (with lights and sirens).  Usually a fire-related call; this is an incident type programmed in to the CAD (Computer-Aided Dispatch) that allows dispaters to quickly send units without having to classify the type of fire (e.g. residential or commercial)",
	"4RED - 2 + 1 + 1": "A response that requires one Ladder, one Battalion Chief, and two Engines all responding code red (with lights and sirens).  Usually a fire-related call; this is an incident type programmed in to the CAD (Computer-Aided Dispatch) that allows dispaters to quickly send units without having to classify the type of fire (e.g. residential or commercial)",
	"Activated CO Detector": "A Carbon Monoxide (CO) detector has been activated",
	"Aid Response Yellow": "A response to a patient whose injuries are non-life threatening.  Also known as a BLS (Basic Life Support) response.  All Seattle firefighters are trained as EMTs.  Code yellow (arrive at scene without using lights or sirens)",
	"Aid Response": "A response to a patient whose injuries are non-life threatening.  Also known as a BLS (Basic Life Support) response.  All Seattle firefighters are trained as EMTs",
	"Alarm Bell": "A response to a ringing alarm bell",
	"Brush Fire W/Exp.": "Brush fire with the potential for nearby structures or objects to catch on fire",
	"Car Fire W/Exp.": "A car fire with the potential for nearby structures or objects to catch on fire",
	"Drill": "A trailing event for firefighters",
	"Dumpster Fire W/Exp.": "A dumpster fire with the potential for nearby structures to catch on fire",
	"EVENT - Special Event": "A major event where firefighters remain on scene for the duration of the event in order to quickly attend to incidents as they arise.  Usually involves EMTs for basic life support",
	"Food On The Stove Out": "A fire caused by food on a stove but has been put out before firefighters arrive on scene",
	"Food On The Stove": "A fire caused by food on a stove",
	"Hang-Up, Aid": "A basic life (non-life threatening injuries) support response for an incident where someone called 911 but did not give the dispatcher enough information and could not be contacted",
	"Hang-Up, Fire": "A fire response for an incident where someone called 911 but did not give the dispatcher enough information and could not be contacted",
	"Hazardous Mat, Spill-Leak": "A spill or leakage of hazardous materials",
	"Hazardous Material w/Fire": "An incident with hazardous materials and a fire",
	"HazMat MCI": "An incident with multiple casualties and hazardous materials",
	"Investigate In Service": "Investigate an incident and remain in service (available to respond to another call)",
	"Investigate Out Of Service": "Investigate an incident and remain out of service (not available to respond to another call).  Can refer to an incident where the circumstances are unclear and are not believed to be life-threatening",
	"Medic Response": "A response to a patient whose injuries are life threatening.  Also known as an ALS (Advanced Life Support) response.  Paramedics, who have the same training and capabilities as an emergency room doctor will respond to the call",
	"Medic Response, 6 per Rule": "A response to a patient whose injuries are life threatening and requires six paramedics on scene.  Also known as an ALS (Advanced Life Support) response.  Paramedics, who have the same training and capabilities as an emergency room doctor will respond to the call",
	"Medic Response, 7 per Rule": "A response to a patient whose injuries are life threatening and requires seven paramedics on scene.  Also known as an ALS (Advanced Life Support) response.  Paramedics, who have the same training and capabilities as an emergency room doctor will respond to the call",
	"MVI Freeway Medic": "A motor vehicle incident on a freeway with life-threatening injuries",
	"MVI Medic": "A motor vehicle incident with life-threatening injuries",
	"Spill, Non-Hazmat": "A spill that does not contain hazardous materials",
	"TEST - MIS TEST": "A CAD (Computer-Aided Dispatch) test",
	"Tranformer Fire": "An electrical transformer fire",
	"Trans to AMR": "Transfer a patient to AMR (American Medial Response), a private ambulance company that contracts with the Seattle Fire Department",
	"Wires Down": "Power line wires (or similar) have come down from their overhead support structure and may be energized"
}